{
    "customPackID": "954251a4-df53-43cd-aa1f-1b6fa20af24c",
    "customPackName": "Crown of the Kobold King",
    "listCustomWeapons": [
        {
            "databaseID": 1,
            "timestamp": "1730210772582",
            "uniqueIdentiier": "f6ef183a-e571-4764-bdb6-b8a099ce48b1",
            "name": "Azarim",
            "itemLevel": 7,
            "hands": "1",
            "bulk": "1",
            "description": "<b>Perception</b> +12; darkvision 30 feet, hearing 30 feet (imprecise)<br><b>Communication</b> telepathy (Celestial, Common, Dwarven, Undercommon)<br><b>Skills</b> Alcohol Lore +13, Deception +15, Diplomacy +13, Religion +13, Society +15<br><b>Int</b> +2, <b>Wis</b> +2, <b>Cha</b> +4<br><b>Will</b> +15<br>&nbsp;In life, the dwarven rogue Azarim was always something of an outsider among her people for her fast and loose relationship with dwarven tradition. However, she still harbored in her heart a fierce pride in what dwarves had accomplished. She had long fought against the cult of Droskar, seeing it as emblematic of all the worst parts of dwarven culture.<br>&nbsp;By the time she infiltrated Droskar's Crucible in 4065 AR, the cult was already in decline. She knew portions of Droskar's Crucible were built by the worshippers of Torag who preceded the cult and that something of great power had been locked away in the Lower Vault, but not what that object was. If she could gain control over the cult, she could simultaneously use them to open the Lower Vault and convince them to set aside their worship of Droskar—if not for her own patron, Cayden Cailean, then any other faith with a more positive leaning.<br>&nbsp;Unfortunately, her attempt to seize control of the cult using their own traditions against them backfired when she succumbed to the Soul Smith. Unlike the others who were slain by the Soul Smith, Azarim's soul managed to somewhat escape being bound into the Soul Smith's <i>soul chain</i> by instead seeking shelter in her own magic rapier. Frustrated at the fact her soul slipped away but ignorant of where that soul fled to, the Soul Smith returned to his tasks and soon forgot about Azarim—she was, to the undead dwarf, just another in a long line of failures.<br>&nbsp;Today, Azarim is an intelligent <i>+1 striking shifting rapier</i>. The rapier has been waiting patiently for centuries for a new, like-minded ally to take her up in arms against her foes. While she prefers to exist in the form of a rapier, she can use one of her actions to activate her shifting rune to take the shape of another weapon as needed.<br>&nbsp;While Azarim prefers to be wielded by chaotic good characters, particularly those who worship Cayden Cailean, she's open-minded and eager to work with any wielder who seeks to oppose corrupting or toxic traditions in society, particularly those who work against the influence of the cult of Droskar. To wielders she doesn't approve of, she works to convince them to either change their ways or to hand her over to someone who she can work with, resorting to her ability to induce weakness in her carrier as needed when simply having them discard her is the only option left.<br>&nbsp;Azarim deals an additional 1d6 chaotic damage to worshippers of Droskar, to creatures allied with Droskar's faith, and to those who are under the influence of Droskar's faith—which includes the Kobold King Merlokrep for as long as he continues to wear his crown as well as most of the intelligent inhabitants of the deeper levels of Droskar's Crucible.<br>&nbsp;Full rules for intelligent items appear on pages 88-89 of the Pathfinder Gamemastery Guide.<br><b>Activate [reaction]</b> <b>Trigger</b> A creature picks up <i>Azarim</i> or begins its turn carrying <i>Azarim</i>; <b>Effect</b> The creature who carries <i>Azarim</i> becomes enfeebled 2. This condition persists as long as the creature carries <i>Azarim</i>. A non-lawful creature can attempt to resist this effect with a DC 23 Fortitude save, but lawful creatures don't gain a save to resist.<br><b>Activate [two-actions]</b> (command, Interact) <i>Azarim</i> casts 2nd-level <i>illusory disguise</i> on her wielder. This effect ends immediately as soon as the wielder no longer carries <i>Azarim</i>.<br><b>Activate [reaction]</b> (command, Interact) <b>Frequency</b> once per hour; <b>Effect</b> <i>Azarim</i> bolsters her user's ability to lie. She can either attempt her own Deception check to resolve her wielder's Lie, or she can assist with her wielder's attempt to Lie and grant a +2 circumstance bonus to the Deception check.<br><b>Activate [three-actions]</b> (command, Interact) <b>Frequency</b> once per day; <b>Effect</b> <i>Azarim</i> gains the effects of an <i>anarchic</i> weapon rune for 1 minute. When wielded by a character who's at least 11th level, <i>Azarim</i> becomes a <i>+2 striking anarchic shifting rapier</i>, and instead this activation can be applied to another weapon that's in physical contact with <i>Azarim</i>.",
            "src": "Custom",
            "proficiencyType": 1,
            "damage": 6,
            "damageType": "P",
            "weaponTraits": "3rd Party, Deadly d8, Disarm, Finesse, Unique, CG, Divine, Evocation, Intelligent"
        },
        {
            "databaseID": 1,
            "timestamp": "1730206372542",
            "uniqueIdentiier": "dcd3605f-f815-4db0-abdf-763ac4c8914e",
            "name": "Drazmorg's Staff of All-Sight",
            "hands": "1+",
            "description": "x",
            "src": "Custom",
            "weaponTraits": "3rd Party"
        },
        {
            "databaseID": 1,
            "uniqueIdentiier": "0492cf04-150e-4d5b-a475-2b39f79c9a09",
            "name": "Flying Talon",
            "hands": "1+",
            "description": "x",
            "src": "Custom",
            "weaponTraits": "3rd Party"
        },
        {
            "databaseID": 1,
            "uniqueIdentiier": "fefc5e83-2869-43ed-b609-9189b254bbcc",
            "name": "Grasp of Droskar",
            "hands": "1+",
            "description": "x",
            "src": "Custom",
            "weaponTraits": "3rd Party"
        },
        {
            "databaseID": 1,
            "uniqueIdentiier": "b5f09ee2-9e44-4951-abd9-5a54fe1dabfe",
            "name": "Heartripper Blade",
            "hands": "1+",
            "description": "This wicked-looking curved weapon is a <i>+1 striking dagger</i> that draws power from defeating foes, either to bolster itself or its wielder. A <i>heartripper blade</i> is well suited for use in any ritual that involves divination, and incorporating it into any ritual with the divination trait grants the wielder a +1 item bonus on any check made to resolve the effects of the ritual's casting.<br>&nbsp;<b>Activate [reaction]</b> command; <b>Frequency</b> once per day; <b>Trigger</b> You reduce a foe to 0 Hit Points with a Strike from the <i>heartripper blade</i>; <b>Effect</b> The <i>heartripper blade</i> draws power from the devastating strike, causing its blade to erupt in black flames. For 1 minute, Strikes with the <i>heartripper blade</i> inflict an additional 1d6 negative damage to living creatures.<br>&nbsp;<b>Activate [reaction]</b> command; <b>Frequency</b> once per day; <b>Trigger</b> You reduce a foe to 0 Hit Points with a Strike  from the <i>heartripper blade</i>; <b>Effect</b> The <i>heartripper blade</i> draws life from the victim's body and siphons it into you. Choose one of the following effects: restore 2d8 Hit Points; reduce the value of your clumsy, enfeebled, or stupefied conditions by 1; or reduce the stage of one toxin or disease you're suffering by one stage (this can't reduce the stage below stage 1 or cure the affliction).",
            "src": "Custom",
            "weaponTraits": "3rd Party"
        },
        {
            "databaseID": 1,
            "uniqueIdentiier": "ed4c8ccc-f1a9-4176-bfde-f82f72dad5a6",
            "name": "Man-Feller",
            "hands": "1+",
            "description": "This impressive-looking weapon is forged from a single piece of cold iron. <i>Man-Feller</i> is a <i>+1 striking cold iron battle axe</i> that strikes particularly painful wounds into the flesh of humans it hews. The battle axe deals an additional 1d6 slashing damage to any human it wounds. This benefit doesn't apply against humans disguised as other creatures. It's up to GM discretion whether this effect applies against such a disguised human.<br>&nbsp;Those who might find it amusing to point out the awkward and almost comedic duplication in the weapon's name would do well to consider that those who previously mocked the name of King Merlokrep's favorite axe to the kobold's face didn't live long enough to finish their self-congratulatory chuckles.",
            "src": "Custom",
            "weaponTraits": "3rd Party"
        },
        {
            "databaseID": 1,
            "uniqueIdentiier": "51b56b2b-976b-4cb8-80c5-22f8aee0bab1",
            "name": "Soul Chain",
            "hands": "1+",
            "description": "x",
            "src": "Custom",
            "weaponTraits": "3rd Party"
        }
    ],
    "listCustomEquipment": [
        {
            "databaseID": 1,
            "uniqueIdentiier": "50733d4b-f739-4b47-af12-b566aa08dc94",
            "category": 8,
            "name": "Cresset of Grissly Interrogation",
            "traits": "3rd Party, Magical",
            "description": "x",
            "src": "Custom"
        },
        {
            "databaseID": 1,
            "uniqueIdentiier": "e9e35620-7a52-4f53-aff4-a399f6a15356",
            "category": 8,
            "name": "Crown of the Kobold King",
            "traits": "3rd Party, Magical",
            "description": "x",
            "src": "Custom"
        },
        {
            "databaseID": 1,
            "uniqueIdentiier": "a849aa66-164a-4426-ae40-0ac1157fdbb5",
            "category": 8,
            "name": "In the Shadows of Toil",
            "traits": "3rd Party, Magical",
            "description": "x",
            "src": "Custom"
        },
        {
            "databaseID": 1,
            "uniqueIdentiier": "3c3b89dd-8c95-4082-8ad4-5e51ea196566",
            "category": 8,
            "name": "Necrobinding Serum",
            "traits": "3rd Party, Magical",
            "description": "This potent necromantic serum is distilled from the body of an intelligent corporeal undead who seeks to establish absolute control over their undead minions. The raw materials of a necrobinding serum are composed of a slurry made from the creator's own flesh and blood mixed with pulped fungal toxins. own flesh and blood mixed with pulped fungal toxins. The exact ingredients vary, but the act of brewing a necrobinding serum is typically viewed with distaste at best and, in many societies, is regarded as an evil act. While necrobinding serum isn't a poison, its method of delivery is identical to that of an injury poison—it's applied to a weapon that's then used to Strike an undead target (living creatures suffer no additional effect from exposure to a dose of necrobinding serum).<br>&nbsp;When an undead creature is targeted by a dose of necrobinding serum, it must attempt a DC 19 Will save.<br><b>Critical Success</b> The undead creature is unaffected.<br><b>Success</b> The undead creature is momentarily disoriented; it takes a -1 status penalty to all attack rolls made against you until the start of your next turn.<br><b>Failure</b> The undead creature becomes friendly toward you. If it was already friendly, it becomes helpful. It can't use hostile actions against you. This effect persists for 8 hours if the undead is mindless. Against other undead, the effect gains the mental trait and persists for 10 minutes.<br><b>Critical Failure<b> The undead creature becomes helpful toward you and can't use hostile actions against you. This effect persists for 24 hours if the undead is mindless. Against other undead, the effect gains the mental trait and persists for 1 hour.<br><b>Craft Requirements</b> You must be a corporeal undead, and the serum must include some of your flesh and blood.",
            "src": "Custom"
        },
        {
            "databaseID": 1,
            "timestamp": "1726042533983",
            "uniqueIdentiier": "5e9f9deb-cd20-477c-82da-a1a479942ff4",
            "category": 8,
            "name": "Ring of Torag",
            "traits": "3rd Party, Magical",
            "description": "This simple golden ring has a large, red gemstone set into it that sparkles with an inner fire.<br><b>Activate [one-action]</b> Interact; <b>Frequency</b> once per round; <b>Requirements</b> You're taking persistent fire damage; <b>Effect</b> You call upon the ring to put out the flame and its magic attempts to bring the fire under control. This is especially effective assistance against persistent fire damage, so you gain an immediate flat check to remove the persistent fire damage, and the DC typically decreases from 15 to 10.<br><b>Activate [reaction]</b> envision; <b>Frequency</b> once per day; <b>Trigger</b> You're targeted by a fire effect; <b>Effect</b> The ring's red gemstone flashes with light, granting you resistance 5 against fire and a +1 status bonus on your AC or saving throw against the fire effect targeting you; these benefits end as soon as the fire effect is resolved.",
            "src": "Custom"
        },
        {
            "databaseID": 1,
            "uniqueIdentiier": "1f5b8ff3-d53f-4859-ac9a-a4dac13d2fea",
            "category": 8,
            "name": "Shard of the Third Seal",
            "traits": "3rd Party, Magical",
            "description": "x",
            "src": "Custom"
        },
        {
            "databaseID": 1,
            "uniqueIdentiier": "5f1a3855-e0c0-493a-8661-3999256ff6f0",
            "category": 8,
            "name": "Soulspeaker",
            "traits": "3rd Party, Magical",
            "description": "x",
            "src": "Custom"
        },
        {
            "databaseID": 1,
            "uniqueIdentiier": "90e7d49c-6a4b-4f6c-86b8-ea311e4abfe6",
            "category": 8,
            "name": "Tallowheart Mass",
            "traits": "3rd Party, Magical",
            "description": "This disgusting mass of magically-infused hardened tallow is often found divided into three portions, each attached to the other by a thin tangle of fibers and hair. While some create <i>tallowheart masses</i> that are connected via lengths of scented cord or even fine chain, the mass of tallow is always off-putting in texture, scent, and appearance. Despite the mass's unpleasant look, this magical item can be quite helpful. Each of the three portions can be activated in one of three ways, but once a portion is activated, it's consumed. Once you've consumed all three portions, you fully expend the <i>tallowheart mass</i>.<br>&nbsp;<b>Activate [one-action]</b> Interact; <b>Effect</b> If you rub a portion between your hands, the mass melts into your flesh and you gain the quickened condition for 1 minute. You can use the extra action each round only for Strike actions made with weapons you wield in your hands.<br>&nbsp;<b>Activate [one-action]</b> Interact; <b>Effect</b> If you consume a portion, you regain 4d8+12 Hit Points.<br>&nbsp;<b>Activate [one-action]</b> Interact; <b>Effect</b> If you rub a portion on your body, it melts into your worn gear and flesh and grants you resistance 10 to fire damage for 1 minute.",
            "src": "Custom"
        }
    ]
}
