{"customPackID":"306b3fd5-549c-4ee6-aa8c-e54ec751e13f","customPackName":"Quests of Doom - Perils of Ghostwind Pass","listCustomShields":[{"databaseID":1,"timestamp":"1737557587621","uniqueIdentiier":"2696ac1d-a1c7-41ad-b2d2-9bdedbdf0b1c","category":-1,"name":"Shield of St. Elys","itemLevel":6,"price":100,"bulk":"1","traits":"3rd Party, Unique, Magical","description":"This <b>minor reinforcing steel shield</b> has a large central white rose. Once per day the user of this shield may empower his attack and make a single melee attack without multi attack penalty that deals additional damage. Roll the weapon’s damage dice for the attack twice and add the results together before adding bonuses from Strength, weapon abilities (such as flaming), precision-based damage, and other damage bonuses. These extra weapon damage dice are not multiplied on a critical hit, but are added to the total.","src":"Custom","hardness":8,"hp":64}],"listCustomWeapons":[{"databaseID":1,"timestamp":"1737557448999","uniqueIdentiier":"f2210593-7a97-47e4-a943-5fec403dbc24","name":"Staff of the Remorhaz","itemLevel":24,"hands":"1+","description":"This staff of pure white wood is a <b>+2, greater striking, holy, frost staff</b>. The six-foot shaft is topped by a multi-faceted gem, the Eye of Othroäta and when unbroken grants it full powers on the wielder. The half-artifact or broken version conveys no benefits to a wielder unless it is joined with its other half. It does, however, exert enough magical force that it warms the entire area of the abbey and acts as a <b>+1 frost staff</b>.<br><br>The Staff of the Remorhaz is a holy artifact dating back to the beginning of history and the wars against forgotten evil gods. Despite the vast magical power of the artifact, it is shielded from all detection magic other than the direct intercession of a deity.<br><br>Any good-aligned divine caster who holds the staff is granted immunity to cold, although it imparts vulnerability to fire and the holder of the staff suffers double normal damage from any fire-type attack. The staff’s powers can be used only by a divine caster and it acts as a +1 frost staff to any not able to cast divine spells.<br>The wielder’s hair transforms and becomes snow white for as long as the character holds the artifact, and if the staff is used thrice, the change is permanent. When used, the staff absorbs coldness from the air surrounding the user in a blast of violent heat; anyone within a 10-ft. radius must make a DC 20 Reflex save or sustain 1d4+4 points of fire damage. Anyone in contact with the artifact is unaffected.<br><br>The staff’s powers are:<br><br>- translate (at will)<br>- Find traps (3/day, 10 minutes each usage) You have an intuitive sense that alerts you to the presence of traps. You gain a +5 circumstance bonus to Perception checks to find traps, to AC against attacks made by traps, and to saves against traps. Even if you aren’t Searching, you get a check to find traps that normally require you to be Searching. You still need to meet any other requirements to find the trap.<br>- howling blizzard, wall of ice (2/day)<br>- ice storm, humanoid form (1/day)<br>- vision*<br><br>*This attribute of the staff is not under the wielder’s control. When great evil must be addressed, the wielder may begin having visions about it, as per Pathfinder 1 spell vision. This aspect of the staff is neither predictable nor constant. If anyone who is non-good aligned takes hold of the staff, the artifact defends itself by casting polymorphing the offender into a white lynx with the intelligence of a wild animal (a successful DC 20 Will save prevents the transformation).<br><br>The only way to destroy the staff is to bathe it in the stillhot blood of a remorhaz.","src":"Custom","damage":4,"damageType":"B","group":"Club","weaponTraits":"3rd Party, Unique, Divine, Artifact"}],"listCustomEquipment":[{"databaseID":1,"timestamp":"1737557748829","uniqueIdentiier":"15f7f2ac-5df1-4deb-83de-636f94688fb9","category":8,"name":"Eye of Othroata","itemLevel":24,"traits":"3rd Party, Magical, Unique, Divine, Artifact","usage":"worn","description":"This multi-faceted gem has an array of shifting colors when gazed upon. It currently dangles on a golden chain, but has a small clasp at its bottom that enables it to be fitted to the shaft of a staff. When worn as a necklace or secured on a staff it continually grants the user to gain cold resistance 10. If the Eye of Othroäta is secured to the other half of its artifact Staff of the Remorhaz it grants it full powers on the wielder.<br><br>The only way to destroy the eye is to bathe it in the still-hot blood of a remorhaz.","src":"Custom"}]}